{
  "movies": [
    {
     "titulo": "Punisher",
      "anio": "2004",
      "duracion": "1h 36m",
      "categoria": "Accion",
      "descripcion": "Un agente encubierto del FBI se convierte en un asesino vigilante y se propone desatar su ira contra el hombre de negocios corrupto que masacró a toda su familia en una reunión.",
      "img": "https://www.themoviedb.org/t/p/original/qGhn72JeMKpYKlyJKsOvCqyp4DF.jpg",
      "id": 1
    },
    {
      "titulo": "Deadpool",
      "anio": "2016",
      "duracion": "1h 49m",
      "categoria": "Accion",
      "descripcion": "Basado en el anti-héroe menos convencional de la Marvel, Deadpool narra el origen de un ex-operativo de la fuerzas especiales llamado Wade Wilson, reconvertido a mercenario, y que tras ser sometido a un cruel experimento adquiere poderes de curación rápida, adoptando Wade entonces el alter ego de Deadpool.",
      "img": "https://i1.wp.com/www.tomosygrapas.com/wp-content/uploads/2021/02/Portada-Deadpool-30-An%CC%83os.jpg?ssl=1",
      "id": 2
    },
    {
      "titulo": "Accident Man: Hitman's Holiday",
      "anio": "2022",
      "duracion": "1h 36m",
      "categoria": "Accion",
      "descripcion": "The Accident Man está de regreso y esta vez debe vencer a los mejores asesinos del mundo, para proteger al hijo ingrato de un jefe de la mafia, salvar la vida de su único amigo y reavivar su relación con su maníaca figura paterna",
      "img": "https://pics.filmaffinity.com/Accident_Man_Hitman_s_Holiday-836908615-large.jpg",
      "id": 3
    },
    {
      "titulo": "Tropa de élite",
      "anio": " 2007",
      "duracion": "1h 54m",
      "categoria": "Accion",
      "descripcion": "Brasil, año 1997. El capitán Nascimento (Wagner Moura) está al mando de un escuadrón del Batallón de Operaciones Policiales Especiales (BOPE), un cuerpo de élite de la policía de Río de Janeiro. Su misión es actuar en las favelas, en las que la policía, por miedo o por corrupción, no interviene.",
      "img": "https://es.web.img3.acsta.net/medias/nmedia/18/66/88/41/20350649.jpg",
      "id": 4
    },
    {
      "titulo": "Tortugas Ninja",
      "anio": "1990",
      "duracion": "1h 34m",
      "categoria": "Accion",
      "descripcion": "Después de haber sido contaminadas con una misteriosa sustancia química, llamada Ooze, cuatro tortugas que viven en las alcantarillas de Nueva York se transforman y mutan, de repente, en grandes tortugas. Ahora pueden hablar y caminar como un ser humano. Entrenadas por una vieja pero sabia rata (el Maestro Splinter) las cuatro tortugas, Leonardo, Miguel Ángel, Donatello y Rafael, aprenderán técnicas ninja para enfrentarse a los más peligrosos criminales.",
      "img": "https://www.tebeosfera.com/T3content/img/T3_numeros/_/1/tortugas_ninja_mutantes_planeta-deagostini_1990_1/w-423_tortugas_ninja_mutantes_planeta-deagostini_1990_1.jpg",
      "id": 5
    },
    {
      "titulo": "Karate Kid II, la historia continúa",
      "anio": "1986",
      "duracion": "1h 53m",
      "categoria": "Accion",
      "descripcion": "Daniel y el señor Miyagi viajan a Okinawa, a la pequeña aldea en la que el anciano nació y de la que tuvo que marcharse por un asunto de honor. Su padre está gravemente enfermo y quiere verlo, pero también le espera su antiguo amor de juventud. ",
      "img": "https://es.web.img3.acsta.net/medias/nmedia/18/92/04/29/20176736.jpg",
      "id": 6
    },
    {
      "titulo": "Danger! Danger!",
      "anio": "2021",
      "duracion": "1h 16m",
      "categoria": "Accion",
      "descripcion": "Es 1985 y el aventurero Jonathan Danger acaba de aterrizar en una isla a 20 millas de la costa de África. Está buscando un templo que puede o no ser su billete para volver al pasado. Lástima que los soviéticos hayan llegado primero. Lástima que quieran retroceder en el tiempo para cambiar los acontecimientos de la Carrera Espacial, la Guerra Fría y la Segunda Guerra Mundial.",
      "img": "https://www.lavanguardia.com/peliculas-series/images/movie/poster/2021/3/w1280/uoaYhQA7iyu4Zo4WxbWvGnW3B3X.jpg",
      "id": 7
    },
    {
      "titulo": "Guerra Mundial Z",
      "anio": "2013",
      "duracion": "1h 56m",
      "categoria": "Accion",
      "descripcion": "Cuando el mundo comienza a ser invadido por una legión de muertos vivientes, Gerry Lane, un experto investigador de las Naciones Unidas, intentará evitar el fin de la civilización en una carrera contra el tiempo y el destino. ",
      "img": "https://es.web.img3.acsta.net/pictures/210/100/21010064_20130604100548596.jpg",
      "id": 8
    },
    {
      "titulo": "The Enforcer",
      "anio": "2022",
      "duracion": "1h 30m",
      "categoria": "Accion",
      "descripcion": "La película, un thriller negro ambientado en Miami, sigue a un policía que descubre que su jefe, una mujer fatal, se ha convertido en un traficante de sexo, lo que pone en peligro a una joven fugitiva de la que se ha hecho amigo.",
      "img": "https://www.lavanguardia.com/peliculas-series/images/movie/poster/2022/9/w1280/pXC8JJbfnRWtbD8i2yKFqqWEO4X.jpg",
      "id": 9
    },
    {
      "titulo": "Section 8",
      "anio": "2022",
      "duracion": "1h 38m ",
      "categoria": "Accion",
      "descripcion": "Tras vengar el asesinato de su familia, un ex soldado sale de la cárcel y es reclutado por una oscura agencia gubernamental.",
      "img": "https://m.media-amazon.com/images/M/MV5BODNjNzZhYjItMzk1Zi00Y2I3LTgxM2YtMjliM2Y5N2ZhNDY3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_.jpg",
      "id": 10
    },
    {
      "titulo": "Black Adam" ,
      "anio": "2022" ,
      "duracion": "2h 4m" ,
      "categoria": "Estrenos" ,
      "descripcion": "Casi 5.000 años después de haber sido dotado de los poderes omnipotentes de los antiguos dioses -y encarcelado con la misma rapidez-, Black Adam es liberado de su tumba terrenal, listo para desatar su forma única de justicia en el mundo moderno." ,
      "img": "https://cloudfront-us-east-1.images.arcpublishing.com/copesa/NKRTL7HORJFTVBRJ4MZ2SB5UNI.png" ,
      "id": 21
    },
    {
      "titulo": "La escuela del bien y del mal",
      "anio": "2022" ,
      "duracion": "2h 26m" ,
      "categoria": "Estrenos" ,
      "descripcion": "Un grupo de jóvenes son llevados a una institución donde los entrenan para convertirse en héroes y villanos." ,
      "img": "https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2022/10/La-Escuela-del-Bien-y-del-Mal.jpeg?resize=313%2C463&quality=60&strip=all&ssl=1" ,
      "id": 22
    },
    {
      "titulo": "Barbarian" ,
      "anio": "2022" ,
      "duracion": "1h 42m" ,
      "categoria": "Estrenos" ,
      "descripcion":"Una joven que viaja a Detroit para una entrevista de trabajo alquila una casa para pasar la noche. Pero cuando llega a altas horas de la noche, descubre que la casa está doblemente reservada y que un hombre extraño ya se está quedando allí. En contra de su buen juicio, decide pasar la noche allí, pero pronto descubre que hay mucho más que temer que un invitado inesperado." ,
      "img": "http://img.aullidos.com/imagenes/varios/barbarian-poster.jpg" ,
      "id": 23
    },
    {
      "titulo": "El Espíritu de Bridge Hollow" ,
      "anio": "2022" ,
      "duracion": "1h 29m" ,
      "categoria": "Estrenos" ,
      "descripcion": "Cuando un malvado espíritu ancestral hace que los adornos de Halloween cobren vida y siembren el caos, un padre (Marlon Wayans) y su hija adolescente (Priah Ferguson) no tienen más remedio que trabajar en equipo para salvar su ciudad." ,
      "img": "https://es.web.img3.acsta.net/pictures/22/09/27/15/16/2448276.jpg" ,
      "id": 24
    },
    {
      "titulo": "Halloween: La Noche Final" ,
      "anio": "2022",
      "duracion": "1h 51m",
      "categoria": "Estrenos" ,
      "descripcion": "Cuatro años después de los eventos de Halloween en 2018, Laurie ha decidido liberarse del miedo y la ira y abrazar la vida. Pero cuando un joven es acusado de matar a un niño que estaba cuidando, se enciende una cascada de violencia y terror que obligará a Laurie a enfrentarse finalmente al mal que no puede controlar, de una vez por todas.",
      "img": "https://cloudfront-us-east-1.images.arcpublishing.com/infobae/DIVEKVVXKFE23KUP7UDEK2GWXA.jpg" ,
      "id": 25
    },
    {
      "titulo": "Hombre Lobo por la noche" ,
      "anio": "2022" ,
      "duracion": "0h 55m",
      "categoria": "Estrenos",
      "descripcion": "En una noche oscura y sombría, un grupo secreto de matamonstruos surge de las sombras y se reúne en el siniestro templo de los Bloodstone tras la muerte de su líder. Tras una extraña y macabra ceremonia en su memoria, los participantes se ven arrastrados a una misteriosa y mortal competición por una poderosa reliquia, una cacería que acabará enfrentándolos a un peligroso monstruo." ,
      "img": "https://i0.wp.com/cuatrobastardos.com/wp-content/uploads/2022/09/Werewolf-By-Night-Poster.jpg?resize=1638%2C2048&ssl=1",
      "id": 26
    },
    {
      "titulo": "Smile" ,
      "anio": "2022" ,
      "duracion": "1h 55m" ,
      "categoria": "Estrenos" ,
      "descripcion": "Tras presenciar un extraño y traumático incidente con un paciente, la doctora Rose Cotter (Sosie Bacon) comienza a experimentar sucesos aterradores que no puede explicar. A medida que un miedo sobrecogedor comienza a afectar a todos los aspectos de su vida, Rose se verá obligada a afrontar a su problemático pasado para sobrevivir y escapar de su terrorífica nueva realidad." ,
      "img": "https://www.newdvdreleasedates.com/images/posters/large/smile-2022-01.jpg" ,
      "id": 27
    },
    {
      "titulo": "Jeepers Creepers: Reborn" ,
      "anio": "2022" ,
      "duracion": "1h 28m" ,
      "categoria": "Estrenos" ,
      "descripcion": "El Horror Hound festival celebra su primer evento en Luisiana, donde atrae a cientos de fanes del terror; entre ellos se encuentra Laine que, obligada a asistir por Chase, su novio, comienza a experimentar premoniciones inexplicables y visiones inquietantes relacionadas con el pasado de la ciudad y con El Creeper.",
      "img": "https://www.themoviedb.org/t/p/original/pyFyhcXx4kNnLbzEY5z5fc3RehQ.jpg",
      "id": 28 
    },
    {
      "titulo": "Pinocho",
      "anio": "2022",
      "duracion":"1h 29m" ,
      "categoria":"Estrenos" ,
      "descripcion":"Versión en acción real del aclamado cuento sobre una marioneta que se embarca en una trepidante aventura para convertirse en un niño de verdad. La historia también presenta a otros personajes, como Gepetto, el carpintero que fabrica a Pinocho y lo trata como a su propio hijo; Pepito Grillo, que hace las veces de guía y “conciencia” de Pinocho; el Hada Azul; el Honrado Juan; la gaviota Sofía, y el cochero." ,
      "img": "https://sm.ign.com/ign_es/screenshot/default/mahogany-payoff-poster-spain_ww6w.jpg" ,
      "id": 29
    },
    {
      "titulo": "After. Amor infinito" ,
      "anio": "2022" ,
      "duracion": "1h 28m" ,
      "categoria": "Estrenos" ,
      "descripcion": "El amor de Tessa y Hardin nunca ha sido fácil. Mientras él permanece en Londres después de la boda de su madre y se hunde cada vez más en su propia oscuridad, ella regresa a Seattle. Tessa es la única capaz de entenderle y calmarle... él la necesita, pero ella ya no es la chica buena y dulce que era cuando llegó a la universidad.",
      "img": "https://www.aventurasnerd.com/wp-content/uploads/2022/07/unnamed-2-24.jpg",
      "id": 30
    }
  ],
  "agregadas":[
   {
      "titulo": "Lágrimas del sol",
      "anio": "2003",
      "duracion": "2h 1m",
      "categoria": "Accion",
      "descripcion": "Un equipo liderado por un veterano oficial de la unidad especial SEAL, el teniente Waters (Bruce Willis), se adentra en el corazón de África con la misión de rescatar a la Dra. Lena Kendrick",
      "img": "https://i.pinimg.com/originals/33/b2/57/33b257f4afee07daba63c67202038fc8.jpg",
      "id": 1
    },
    {
      "titulo": "El último héroe",
      "anio": "2019",
      "duracion": "2h 1m",
      "categoria": "Accion",
      "descripcion": "Hace quince años, Andrei, bajo la tutela de su padre, el coronel Rodin, fue entrenado en una escuela secreta, donde los agentes eran preparados siendo adolescentes. Cuando el proyecto piloto fue cerrado, Andrei, se quedó en Europa y trató de olvidar su pasado.",
      "img": "https://pics.filmaffinity.com/geroy-637410697-large.jpg",
      "id": 2
    },
    {
      "titulo": "La huérfana: primer asesinato" ,
      "anio": "2022",
      "duracion": "1h 56m",
      "categoria": "Estrenos",
      "descripcion": "Tras escapar de un centro psiquiátrico estonio, Leena Klammer viaja a América haciéndose pasar por Esther, la hija desaparecida de una familia adinerada. Pero cuando su máscara empieza a caer, se enfrenta a una madre que protegerá a su familia de la niña asesina a cualquier precio." ,
      "img": "https://www.mubis.es/media/users/12828/303047/trailer-y-poster-de-la-huerfana-primer-asesinato-l_cover.jpeg" ,
      "id": 3
    },
    {
      "titulo": "Dragon Ball Super: Super Hero" ,
      "anio": "2022",
      "duracion": "1h 29m" ,
      "categoria": "Estrenos" ,
      "descripcion": "El Ejército de la Cinta Roja del pasado de Goku ha regresado con dos nuevos androides para desafiarlo a él y a sus amigos.",
      "img": "https://es.digitaltrends.com/wp-content/uploads/2021/12/dragon-ball-super-super-hero.jpg?fit=720%2C720&p=1" ,
      "id": 4
    }
    
  ]
}